{
    "versiculo": {
      "referencia": "Isaías 53:5",
      "texto": "Mas ele foi ferido pelas nossas transgressões, e moído pelas nossas iniquidades; o castigo que nos traz a paz estava sobre ele, e pelas suas pisaduras fomos sarados."
    },
    "devocional": {
      "titulo": "O Amor que se Entregou",
      "texto": "Durante a Semana Santa, somos convidados a olhar para a cruz com reverência e gratidão. Jesus, inocente e puro, entregou-Se por nós. Seu sofrimento não foi em vão — foi por amor. Quando meditamos na dor que Ele enfrentou, percebemos o quanto somos valorizados pelo céu. Essa entrega deve transformar nossa forma de viver: mais perdão, mais compaixão, mais propósito. Não basta lembrar da cruz, é preciso viver à altura do sacrifício que ela representa. Que nesta semana, cada passo seu seja um reflexo da graça que te alcançou."
    },
    "personagem": {
      "nome": "Jesus",
      "qualidades": "Amor incondicional, obediência, compaixão, humildade",
      "fraquezas": "Nenhuma",
      "lição": "O maior exemplo de entrega e propósito. Ele deu a vida por você. Como você pode viver em resposta a esse amor?"
    },
    "motivacional": {
      "frase": "Jesus te amou primeiro. Viva como alguém que foi resgatado pelo céu. Quando o mundo parecer pesado, lembre-se: o mesmo Jesus que venceu a cruz, caminha com você. Sua história tem valor, seu presente tem direção, e seu futuro está seguro nas mãos Dele."
    },
    "reflexao": "Nesta semana santa, o que significa para mim a cruz de Cristo? Estou disposto a viver com propósito e gratidão?",
    "profissional": {
      "dica": "Mesmo nas dificuldades, lembre-se: seu trabalho pode ser um ministério. Sirva com excelência e amor. Enxergue seu ambiente profissional como um campo missionário onde sua postura pode ser luz.",
      "versiculo_ref": "Colossenses 3:23",
      "versiculo_texto": "Tudo o que fizerem, façam de todo o coração, como para o Senhor, e não para os homens.",
      "desafio": "Ofereça ajuda a alguém no seu ambiente de trabalho ou estudo, mostrando o caráter de Cristo através da sua atitude."
    }
  }
  
  