{
  "versiculo": {
    "referencia": "Êxodo 3:7-8",
    "texto": "E disse o Senhor: Tenho visto atentamente a aflição do meu povo, que está no Egito, e tenho ouvido o seu clamor por causa dos seus exatores; conheço os seus sofrimentos. Portanto desci para livrá-los da mão dos egípcios e para fazê-los subir daquela terra para uma terra boa e ampla, terra que mana leite e mel."
  },
  "devocional": {
    "titulo": "O Deus que vê e ouve",
    "texto": "Deus não é um observador distante, mas um Pai presente e atento. Ele vê cada lágrima, ouve cada clamor e conhece cada luta silenciosa. Ao olhar para o chamado de Moisés, vemos que Deus não ignora o sofrimento do Seu povo. Ele desce até nós, caminha ao nosso lado e intervém em nossa história. Isso nos convida a confiar que, mesmo em meio ao silêncio ou à espera, Ele está trabalhando. Quando Moisés foi chamado, Deus mostrou que sua presença transforma lugares comuns em solo santo. Ao tirar as sandálias, Moisés reconheceu a santidade do momento e se dispôs a ouvir. Hoje, também somos convidados a tirar as “sandálias” — abrir mão de nossos medos e reservas — e permitir que Deus fale ao nosso coração. Ele quer nos usar, mesmo em nossas fraquezas e limitações. Confie que Ele é capaz de transformar a insegurança em coragem e a dúvida em missão."
  },
  "desafio_espiritual": "1️⃣ Reserve um momento para orar de joelhos esta semana, reconhecendo a santidade da presença de Deus. 2️⃣ Reflita: Qual 'Egito' Deus quer te ajudar a deixar? 3️⃣ Escolha obedecer a um chamado ou direção divina que você vem adiando.",
  "personagem": {
    "nome": "Moisés",
    "qualidades": "Humilde, obediente, corajoso diante de desafios, disposto a desaprender e a ser moldado por Deus.",
    "fraquezas": "Inseguro com sua fala, relutante no início do chamado, por vezes questionava o plano de Deus.",
    "lição": "A história de Moisés revela que Deus capacita os disponíveis, não apenas os talentosos. Moisés precisou aprender a confiar totalmente em Deus, mesmo quando se sentia inadequado. Sua jornada nos mostra que falhas do passado não determinam o futuro quando Deus está no controle. Mesmo com medos e desculpas, Moisés aceitou o chamado e foi transformado em um líder extraordinário. Ao observarmos sua vida, somos lembrados de que Deus nos molda em silêncio, prepara-nos no 'deserto' e, quando chega a hora certa, nos envia para grandes missões. Que possamos ser humildes para ouvir e obedecer."
  },
  "motivacional": {
    "frase": "1️⃣ Deus transforma sarças comuns em encontros extraordinários. 2️⃣ Quando dizemos 'não posso', Deus responde 'Eu Sou'. 3️⃣ Não permita que suas limitações abafem o chamado de Deus em sua vida.",
    "reflexao": "Você tem ouvido a voz de Deus ou está ocupado demais para notar a 'sarça ardente' no seu caminho? Quais desculpas têm impedido você de aceitar o chamado divino? Confie: Deus vai além das nossas desculpas e nos fortalece para a missão."
  },
  "profissional": {
    "dica": "Tal como Moisés foi treinado no deserto antes de liderar Israel, nossos períodos de preparação são fundamentais para o sucesso. Aproveite os momentos de silêncio e aprendizado para desenvolver paciência, caráter e novas habilidades. Transforme desafios em marcos de crescimento e fortaleça sua visão para o futuro.",
    "versiculo_ref": "Êxodo 4:12",
    "versiculo_texto": "Vai, pois, agora, e eu serei com a tua boca, e te ensinarei o que hás de falar.",
    "desafio": "1️⃣ Identifique uma área profissional que exige mais coragem ou preparo. 2️⃣ Tome uma atitude concreta esta semana: inscreva-se em um curso, aceite uma responsabilidade ou procure mentoria. 3️⃣ Ore entregando suas inseguranças a Deus e peça ousadia para avançar."
  },
  "esboco": {
    "titulo": "Esboço da Lição 2 — A Sarça Ardente",
    "topicos": [
      "1️⃣ Deus vê e ouve (Êxodo 3:7-8): Deus observa o sofrimento do povo e intervém em seu favor.",
      "2️⃣ Moisés e o encontro sagrado (Êxodo 3:1-6): Moisés se aproxima da sarça ardente e reconhece o solo santo.",
      "3️⃣ O significado do nome de Deus (Êxodo 3:13-14): 'Eu Sou' revela a suficiência divina em todas as situações.",
      "4️⃣ Os sinais e a autoridade divina (Êxodo 4:1-9): Deus concede sinais para autenticar a missão de Moisés.",
      "5️⃣ As objeções de Moisés e a paciência de Deus (Êxodo 4:10-17): Apesar das desculpas, Deus confirma o chamado.",
      "6️⃣ A importância da obediência (Êxodo 4:18-31): Deus requer fidelidade e disciplina até nos detalhes."
    ]
  }
}
