{
  "versiculo": {
    "referencia": "Êxodo 3:7-8",
    "texto": "Então o Senhor continuou: — Certamente vi a aflição do Meu povo, que está no Egito, e ouvi o seu clamor por causa dos seus feitores. Conheço o sofrimento do Meu povo. Por isso desci a fim de livrá-lo das mãos dos egípcios e para fazê-lo sair daquela terra e levá-lo para uma terra boa e ampla, terra que mana leite e mel."
  },
  "devocional": {
    "titulo": "Chamado no fogo: quando Deus nos vê",
    "texto": "O chamado de Moisés na sarça ardente é uma das passagens mais impactantes da Bíblia. Deus não apenas apareceu, mas se apresentou como o Deus que vê, ouve e age. Moisés passou 40 anos no deserto, desaprendendo a autoconfiança egípcia para aprender a humildade e a dependência total de Deus. Ao se aproximar da sarça, Deus lhe ordena tirar as sandálias, símbolo de reverência e entrega. Quantas vezes Deus nos convida a tirar nossas 'sandálias' — orgulho, vaidade ou hábitos — para pisar em terra santa? Ele se apresenta como 'EU SOU', um nome que revela presença constante, suficiência e autoridade. Moisés hesitou, duvidou de si mesmo, mas Deus não desistiu. Ele providenciou sinais e um parceiro (Arão), mostrando que onde nossa capacidade acaba, a graça começa. A sarça ardente nos lembra que Deus se revela em meio ao impossível, nos chama pelo nome e nos envia apesar de nossas fragilidades. E mesmo após erros, Deus nos dá novas oportunidades, provando que Sua graça é maior do que nossas limitações."
  },
  "desafio_espiritual": "1️⃣ Reserve um momento para orar descalço (literal ou simbolicamente), entregando áreas de orgulho e autossuficiência. 2️⃣ Medite em Êxodo 3:14 e anote o que significa para você 'EU SOU'. 3️⃣ Escolha uma atitude prática que demonstre reverência a Deus nesta semana (ex.: pedir perdão, ajudar alguém em silêncio, silenciar críticas).",
  "personagem": {
    "nome": "Moisés",
    "qualidades": "Líder transformado, disposto a obedecer, humilde após o deserto, sensível ao chamado divino.",
    "fraquezas": "Inseguro, tentou evitar o chamado, apresentou muitas desculpas, temia não ser ouvido.",
    "lição": "Moisés nos ensina que o preparo espiritual pode durar anos. Deus valoriza disponibilidade mais que habilidade, e Ele usa pessoas comuns para missões extraordinárias."
  },
  "motivacional": {
    "frase": "Deus transforma sarças comuns em encontros extraordinários. Quando dizemos 'não posso', Deus responde 'Eu Sou'. Não permita que suas limitações abafem o chamado de Deus em sua vida."
  },
  "reflexao": "Quando nos deparamos com desafios, Deus não busca pessoas perfeitas, mas corações dispostos. O verdadeiro líder aprende no silêncio, se molda no deserto e é capacitado pela graça. Ao dizer 'Eu Sou', Deus afirma que Ele é tudo que precisamos — força, coragem, direção. Ele não remove todos os obstáculos, mas caminha conosco em cada passo.",
  "profissional": {
    "dica": "Assim como Moisés, muitos profissionais precisam desaprender paradigmas antes de assumir grandes desafios. Valorize o tempo de silêncio e preparo antes de liderar. Peça feedbacks sinceros, esteja disposto a ajustar rotas e reconheça que nem sempre ter a melhor fala é o mais importante — caráter pesa mais.",
    "versiculo_ref": "Êxodo 4:12",
    "versiculo_texto": "Vai, pois, agora, e eu serei com a tua boca e te ensinarei o que hás de falar.",
    "desafio": "Liste três situações em que você pode se preparar melhor antes de liderar ou falar. Durante a semana, pratique ouvir mais e falar menos, confiando na direção de Deus."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 2",
    "topicos": [
      "1️⃣ Deus vê, ouve e age (Êxodo 3:7-8).",
      "2️⃣ Chamado de Moisés na sarça ardente (Êxodo 3:1-6).",
      "3️⃣ O nome de Deus: 'EU SOU' (Êxodo 3:13-14).",
      "4️⃣ Objeções de Moisés e sinais dados por Deus (Êxodo 4:1-17).",
      "5️⃣ Retorno ao Egito e importância da obediência (Êxodo 4:18-31).",
      "6️⃣ Deus cumpre a aliança com os patriarcas (Êxodo 3:15-17).",
      "7️⃣ Moisés: de príncipe a servo — lições de liderança."
    ]
  }
}
