
{
  "versiculo": {
    "referencia": "Êxodo 9:35",
    "texto": "Assim o coração de Faraó se endureceu, e ele não deixou que os filhos de Israel saíssem, como o Senhor havia dito por meio de Moisés."
  },
  "devocional": {
    "titulo": "Quando Deus fala… ouça!",
    "texto": "Nesta semana, mergulhamos nas nove primeiras pragas do Egito. Mais do que castigos, elas são apelos. Deus não deseja destruir, mas despertar. Faraó teve inúmeras chances de ouvir a voz de Deus e permitir a libertação do povo, mas seu coração foi se endurecendo até que ele já não conseguia mais ouvir. Deus está sempre falando. Ele fala pela Palavra, pelas circunstâncias, por meio de pessoas e até pelo silêncio. A pergunta é: como está seu coração? Você tem escutado? Tem obedecido? A dureza do coração não começa de uma vez. Ela se forma aos poucos, com cada pequena desobediência, cada justificativa, cada recusa. Até que, como Faraó, a pessoa já não consegue mais perceber o quanto está distante da vontade de Deus. Que a nossa oração esta semana seja: “Senhor, dá-me um coração sensível à Tua voz. Que eu não endureça diante dos Teus apelos, mas obedeça com fé e humildade.”"
  },
  "desafio_espiritual": "1️⃣ Peça a Deus um coração sensível. Ore diariamente por humildade e obediência. 2️⃣ Leia Êxodo 9:13-21 e identifique os sinais de apelo à consciência de Faraó. 3️⃣ Compartilhe com alguém um testemunho sobre ouvir a voz de Deus em momentos difíceis.",
  "personagem": {
    "nome": "Faraó do Egito",
    "qualidades": "Liderança firme (mas usada de forma equivocada).",
    "fraquezas": "Orgulho e teimosia.",
    "lição": "Um líder pode ser forte, mas se não for sensível à direção de Deus, sua força se transforma em destruição. O Faraó teve inúmeras oportunidades de se arrepender, mas escolheu resistir. Não confunda firmeza com rebeldia. Ouvir a Deus exige coragem e humildade."
  },
  "motivacional": {
    "frase": "“O mesmo sol que derrete a manteiga endurece o barro. A diferença está no coração.” — Anônimo"
  },
  "reflexao": "As pragas foram mais do que eventos sobrenaturais — foram uma batalha entre o Deus verdadeiro e os falsos deuses do Egito. E hoje, quais “deuses” nos prendem? Sucesso? Aparência? Dinheiro? Status? Assim como Deus libertou Israel do Egito, Ele quer nos libertar de tudo que nos escraviza. Mas isso exige que reconheçamos nossa escravidão, que larguemos os “ídolos” e deixemos Deus agir. Faraó teve a chance de ser lembrado como o rei que libertou um povo. Mas escolheu o orgulho — e perdeu tudo. Qual será a sua escolha?",
  "profissional": {
    "dica": "No mundo profissional, resistir à direção de Deus pode ser tão perigoso quanto no mundo espiritual. Às vezes, Deus nos mostra que uma porta está se fechando — mas insistimos. Ou Ele nos mostra que é hora de agir — e hesitamos. Nesta semana, ore: “Senhor, que eu não endureça meu coração diante das mudanças. Que eu confie na Tua voz, mesmo quando o caminho parecer estranho ou desafiador.”",
    "versiculo_ref": "Provérbios 16:1",
    "versiculo_texto": "O coração do homem pode fazer planos, mas a resposta certa dos lábios vem do Senhor.",
    "desafio": "Reflita sobre alguma decisão profissional que você tem resistido a entregar a Deus. Busque conselhos, ore com fé e tome uma atitude nesta semana que demonstre obediência."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 4",
    "topicos": [
      "1️⃣ Faraó endurece o coração contra Deus (Êxodo 9:35).",
      "2️⃣ Moisés anuncia as pragas com autoridade divina (Êxodo 7:1-5).",
      "3️⃣ O confronto entre Arão e os magos do Egito (Êxodo 7:10-13).",
      "4️⃣ As pragas como juízo e apelo à obediência (Êxodo 7:14 – 9:12).",
      "5️⃣ Deus distingue Israel dos egípcios (Êxodo 8:22-23; 9:4).",
      "6️⃣ A progressão da rebeldia de Faraó (Êxodo 8:15, 32; 9:7, 35).",
      "7️⃣ A justiça e misericórdia divina em meio ao juízo (Êxodo 9:13-21)."
    ]
  }
}

