
{
  "versiculo": {
    "referencia": "Êxodo 12:26-27",
    "texto": "Quando os seus filhos lhes perguntarem: 'O que significa este rito?', respondam-lhes: 'É o sacrifício da Páscoa ao Senhor, que passou por cima das casas dos israelitas no Egito e poupou nossas casas quando matou os egípcios.' Então o povo curvou-se em adoração."
  },
  "devocional": {
    "titulo": "Páscoa: salvação e entrega",
    "texto": "Na última praga, o juízo de Deus caiu sobre todo o Egito. No entanto, os israelitas que seguiram a orientação divina e marcaram seus umbrais com o sangue do cordeiro foram poupados. A Páscoa, instituída ali, não era apenas uma memória do livramento, mas um símbolo poderoso da salvação que viria por meio de Cristo — o Cordeiro de Deus. A entrega do cordeiro inocente apontava para o sacrifício perfeito de Jesus, cuja morte nos liberta da condenação. Cada detalhe da celebração tinha propósito: o cordeiro sem defeito, o sangue, o pão sem fermento, a pressa da partida. Deus deseja que lembremos não apenas do que Ele fez no passado, mas do que Ele faz hoje. Jesus ainda é o nosso Cordeiro. Que esta semana seja um tempo de reflexão, gratidão e renovação de nossa aliança com Deus."
  },
  "desafio_espiritual": "1️⃣ Leia Êxodo 12 com calma e destaque as instruções dadas por Deus. 2️⃣ Reflita sobre o significado da Páscoa em sua vida. 3️⃣ Participe de uma ceia ou culto de renovação espiritual nesta semana.",
  "personagem": {
    "nome": "O Cordeiro Pascal",
    "qualidades": "Inocente, sem defeito, símbolo de obediência e sacrifício.",
    "fraquezas": "Nenhuma — representa Cristo, o Cordeiro perfeito.",
    "lição": "A salvação exige fé e obediência. O sangue do cordeiro não tinha poder em si mesmo — ele apontava para algo maior. Hoje, nossa salvação continua dependendo do sangue de Cristo e da nossa disposição de viver conforme Sua Palavra. A lição do cordeiro é clara: onde há fé, há proteção.",
    "imagem": "images/cordeiro.png"
  },
  "motivacional": {
    "frase": "O sangue do Cordeiro marcou a porta do passado — e abre a porta da eternidade. — Anônimo"
  },
  "reflexao": "Deus não apenas libertou Israel — Ele ensinou o valor da obediência e da lembrança. A cada geração, a Páscoa seria contada como um testemunho do livramento. E hoje? Temos contado às novas gerações o poder do sacrifício de Cristo? Vivemos como um povo redimido ou como quem ainda está no Egito? A libertação de Deus exige movimento: comer com pressa, sair do comodismo, marchar com fé. É tempo de sair — da escravidão, da letargia, do pecado — e viver como quem foi liberto pelo sangue do Cordeiro.",
  "profissional": {
    "dica": "Assim como os israelitas precisaram agir com prontidão, nós também precisamos estar atentos ao tempo certo das decisões profissionais. Não procrastine o que Deus está te mostrando. Prepare-se, organize-se e avance. Deus honra os que obedecem mesmo em meio ao caos.",
    "versiculo_ref": "Êxodo 12:11",
    "versiculo_texto": "Comam apressadamente. Esta é a Páscoa do Senhor.",
    "desafio": "Escreva três decisões que você está adiando na sua vida profissional. Ore sobre cada uma e tome a iniciativa de pelo menos uma delas nesta semana."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 5",
    "topicos": [
      "1️⃣ A décima praga: morte dos primogênitos (Êxodo 12:29-30).",
      "2️⃣ A instituição da Páscoa como memorial (Êxodo 12:1-28).",
      "3️⃣ O papel do sangue do cordeiro como sinal de proteção.",
      "4️⃣ A obediência prática como resposta à fé.",
      "5️⃣ A Páscoa como símbolo da futura redenção em Cristo.",
      "6️⃣ A urgência e prontidão na libertação (Êxodo 12:11).",
      "7️⃣ A importância de contar às gerações futuras sobre o livramento."
    ]
  }
}
