{
  "versiculo": {
    "referencia": "Êxodo 3:7-8",
    "texto": "Disse o Senhor: 'Tenho visto atentamente a aflição do meu povo, que está no Egito, e tenho ouvido o seu clamor por causa dos seus exatores, porque conheço as suas dores. Portanto, desci para livrá-lo da mão dos egípcios e para fazê-lo subir daquela terra a uma terra boa e ampla, terra que mana leite e mel.'"
  },
  "devocional": {
    "titulo": "Chamado no fogo: quando Deus nos vê",
    "texto": "O chamado de Moisés na sarça ardente é uma das passagens mais impactantes da Bíblia. Deus se apresenta como o Deus que vê, ouve e age. Moisés passou 40 anos no deserto, tempo em que desaprendeu a autoconfiança egípcia para aprender dependência total de Deus. Quando Deus o chama, ordena que tire as sandálias, símbolo de reverência e entrega. O 'EU SOU' revela a presença constante e a suficiência de Deus. Mesmo hesitante, Moisés é usado para liderar. A sarça ardente nos lembra que Deus se revela onde parece impossível, nos chama pelo nome e nos envia apesar de nossas fragilidades."
  },
  "desafio_espiritual": "Separe um momento de oração para entregar a Deus suas áreas de orgulho e autossuficiência. Medite em Êxodo 3:14 e escreva o que significa para você o 'EU SOU'. Escolha uma atitude prática de reverência a Deus nesta semana (por exemplo: pedir perdão, ajudar alguém em silêncio ou evitar críticas).",
  "personagem": {
    "nome": "Moisés",
    "qualidades": "Líder perseverante, obediente ao chamado de Deus, humilde e disposto a aprender.",
    "fraquezas": "Hesitante, inseguro ao falar, demonstrou falta de confiança inicial.",
    "lição": "Deus usa até aqueles que se consideram incapazes. Moisés aprendeu a depender totalmente de Deus e a confiar em Sua força em vez da sua própria."
  },
  "motivacional": {
    "frase": "Quem se entrega ao chamado de Deus, mesmo com medo, descobre forças e caminhos inesperados."
  },
  "reflexao": "Assim como Moisés precisou desaprender para liderar, muitas vezes precisamos abrir mão do controle e confiar que Deus nos guia mesmo no deserto.",
  "profissional": {
    "dica": "Valorize os períodos de preparo e silêncio antes de assumir grandes responsabilidades. A base sólida é construída no silêncio.",
    "versiculo_ref": "Êxodo 4:12",
    "versiculo_texto": "Vai, pois, agora, e eu serei com a tua boca e te ensinarei o que hás de falar.",
    "desafio": "Esta semana, aceite um desafio que você evita por medo. Confie que Deus capacita você além das suas limitações."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 2",
    "topicos": [
      "Deus vê, ouve e age (Êxodo 3:7-8).",
      "Chamado de Moisés na sarça ardente (Êxodo 3:1-6).",
      "O nome de Deus: 'EU SOU' (Êxodo 3:13-14).",
      "Objeções de Moisés e sinais dados por Deus (Êxodo 4:1-17).",
      "Retorno ao Egito e importância da obediência (Êxodo 4:18-31).",
      "Aliança com os patriarcas (Êxodo 3:15-17).",
      "Moisés: de príncipe a servo — lições de liderança."
    ]
  }
}
