{
  "versiculo": {
    "referencia": "Êxodo 2:23-25",
    "texto": "E aconteceu, depois de muitos dias, que morreu o rei do Egito; e os filhos de Israel gemiam por causa da servidão, e clamaram; e o seu clamor subiu a Deus por causa da sua servidão.\n\nE Deus ouviu o seu gemido, e Deus lembrou-se da sua aliança com Abraão, com Isaque e com Jacó.\n\nE Deus olhou para os filhos de Israel, e atentou para a sua condição."
  },
  "devocional": {
    "titulo": "Chamados a sair do Egito interior",
    "texto": "O livro de Êxodo não é apenas uma história antiga. Ele revela um Deus que se importa, que ouve nossos gemidos e vê nossas lutas.\n\nHoje, muitos vivem um **Egito interior**: ansiedade, medo, dependências emocionais ou hábitos que escravizam. Deus nos convida a sair, a viver livres. Mas sair do Egito não é fácil. Precisamos deixar o conforto de velhos padrões e enfrentar o deserto da transformação.\n\nEssa jornada envolve confiar mesmo quando não vemos o próximo passo. Como Moisés, muitas vezes queremos agir com nossa própria força, mas Deus nos chama a depender dEle.\n\nAlém disso, a história das parteiras Sifrá e Puá nos lembra que a fidelidade começa em pequenas escolhas diárias: ser honesto, respeitar, priorizar Deus em tudo.\n\nO Êxodo nos convida a três reflexões principais:\n\n1️⃣ O que Deus quer libertar hoje na minha vida?\n2️⃣ Em que áreas ainda dependo mais de mim do que de Deus?\n3️⃣ Estou disposto a obedecer mesmo quando parece arriscado?\n\nDeus transforma histórias de escravidão em testemunhos de vitória. Ele quer fazer isso em você. Não fuja do processo, *abrace-o!*"
  },
  "desafio_espiritual": "1️⃣ Separe um momento diário para meditar em Êxodo 2:23-25, lembrando que Deus ouve seu clamor.\n\n2️⃣ Identifique um 'Egito' que você precisa abandonar (ansiedade, vício, orgulho) e escreva em um papel como compromisso com Deus.\n\n3️⃣ Escolha uma ação prática para começar a sair desse Egito — pode ser buscar ajuda, iniciar uma nova rotina ou perdoar alguém.",
  "personagem": {
    "nome": "Moises",
    "qualidades": "Líder corajoso, sensível ao chamado divino, disposto a mudar, humilde após o deserto.",
    "fraquezas": "Impulsivo, tentou agir antes do tempo de Deus, inseguro sobre sua capacidade.",
    "lição": "Moisés teve três fases: príncipe no Egito, pastor no deserto e libertador de Israel. Cada fase tinha um propósito no preparo espiritual e emocional.\n\nEle aprendeu que não basta força ou posição social — é necessária dependência total de Deus. Assim como Moisés, precisamos passar por 'desertos' para sermos moldados.\n\nAlém disso, Moisés mostra que Deus usa até nossas falhas e medos para nos transformar em líderes servos.\n\n👉 Que áreas da sua vida precisam ser submetidas a Deus?\n👉 O que você ainda precisa desaprender para avançar?"
  },
  "motivacional": {
    "frase": "1️⃣ Deus não quer apenas tirar você do Egito, mas também tirar o Egito de dentro de você.\n\n2️⃣ Não subestime os 'desertos' da vida: é lá que Deus mais te prepara.\n\n3️⃣ O silêncio de Deus não significa ausência — Ele pode estar preparando o próximo grande capítulo da sua história."
  },
  "reflexao": "1️⃣ Quais áreas da minha vida revelam que ainda estou 'no Egito'?\n\n2️⃣ O que tenho que desaprender para que Deus me use plenamente?\n\n3️⃣ Estou disposto a obedecer mesmo sem entender totalmente o caminho?",
  "profissional": {
    "dica": "Assim como Moisés precisou ser preparado no silêncio do deserto, também precisamos valorizar nossos processos.\n\n1️⃣ Encare desafios como oportunidades de crescimento, não como fracasso.\n\n2️⃣ Aceite críticas construtivas e esteja disposto a mudar.\n\n3️⃣ Não se apresse: as promoções mais sólidas vêm de uma base de caráter, não só de performance.",
    "versiculo_ref": "Salmos 37:5",
    "versiculo_texto": "Entrega o teu caminho ao Senhor; confia nele, e Ele tudo fará.",
    "desafio": "1️⃣ Escolha uma habilidade ou meta profissional que você vem adiando por insegurança.\n\n2️⃣ Dê um primeiro passo concreto nesta semana: faça uma inscrição em curso, converse com um mentor ou comece um plano de ação.\n\n3️⃣ Entregue a Deus em oração cada etapa e peça que Ele molde seu caráter antes do sucesso."
  }
}




  
  