{
  "versiculo": {
    "referencia": "Êxodo 3:7-8",
    "texto": "Disse ainda o Senhor: 'Tenho visto atentamente a aflição do meu povo, que está no Egito, e tenho ouvido o seu clamor por causa dos seus exatores; conheço-lhes o sofrimento. Por isso desci para livrá-los das mãos dos egípcios e fazê-los subir daquela terra para uma terra boa e ampla, terra que mana leite e mel.'"
  },
  "devocional": {
    "titulo": "Chamado no fogo: quando Deus nos vê",
    "texto": "O chamado de Moisés na sarça ardente é uma das passagens mais impactantes de toda a Bíblia. Deus não apenas apareceu, mas se apresentou como o Deus que vê, ouve e age. Moisés passou 40 anos no deserto, tempo em que desaprendeu a autoconfiança egípcia para aprender a humildade e a dependência total de Deus. Ao se aproximar da sarça, Deus lhe ordena tirar as sandálias: um símbolo de reverência e entrega. Quantas vezes Deus nos convida a tirar nossas 'sandálias' — abandonar orgulho, vaidade ou hábitos — para pisar em terra santa? Ele se apresenta como 'EU SOU', um nome que revela sua presença constante, suficiência e autoridade. Moisés hesitou, duvidou de si mesmo, mas Deus não desistiu. Ele providenciou sinais e um parceiro (Arão), mostrando que onde a nossa capacidade acaba, a graça começa. A sarça ardente nos lembra que Deus se revela em meio àquilo que parece impossível, nos chama pelo nome e nos envia apesar de nossas fragilidades. "
  },
  "desafio_espiritual": "1️⃣ Reserve um momento para orar descalço (literal ou simbolicamente), entregando suas áreas de orgulho e autosuficiência. 2️⃣ Medite em Êxodo 3:14 e anote o que significa para você 'EU SOU'. 3️⃣ Escolha uma atitude prática que demonstre reverência a Deus nesta semana (ex.: pedir perdão, ajudar alguém em silêncio, silenciar críticas).",
  "personagem": {
    "nome": "Moisés",
    "qualidades": "Humilde, obediente ao chamado, disposto a desaprender para obedecer, sensível à voz de Deus.",
    "fraquezas": "Insegurança, dificuldade de falar, tendência a evitar responsabilidades.",
    "lição": "Moisés ensina que liderança começa com reverência. Ele só foi capaz de guiar o povo porque primeiro tirou as sandálias diante do fogo divino. Deus molda líderes no silêncio, na solidão e na obediência. Não é sobre eloquência, mas sobre estar disponível para ser usado, mesmo com medo ou fraqueza. Deus quer nossa dependência, não nossa perfeição."
  },
  "motivacional": {
    "frase": "1️⃣ Quando Deus chama, Ele também capacita. 2️⃣ O fogo que não consome purifica e envia. 3️⃣ Deus vê o que ninguém vê e usa quem ninguém espera."
  },
  "reflexao": "1️⃣ Em quais áreas ainda insisto em me apoiar na minha própria capacidade? 2️⃣ Estou disposto a ouvir Deus mesmo quando Ele confronta meus medos? 3️⃣ O que significa hoje, para mim, tirar as 'sandálias'?",
  "profissional": {
    "dica": "Assim como Moisés, muitos profissionais precisam desaprender paradigmas antes de assumir grandes desafios. 1️⃣ Valorize o tempo de silêncio e preparo antes de liderar. 2️⃣ Peça feedbacks sinceros e esteja disposto a ajustar rotas. 3️⃣ Reconheça que nem sempre ter a melhor fala é o mais importante — caráter pesa mais.",
    "versiculo_ref": "Êxodo 4:12",
    "versiculo_texto": "Vai, pois, agora, e eu serei com a tua boca e te ensinarei o que hás de falar.",
    "desafio": "1️⃣ Escolha uma habilidade que você sente dificuldade ou insegurança e se comprometa a trabalhar nela essa semana. 2️⃣ Confie a Deus sua agenda e suas falas antes de reuniões ou apresentações. 3️⃣ Compartilhe com um colega uma vitória ou aprendizado pessoal, incentivando-o também."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 2",
    "topicos": [
      "1️⃣ Deus vê, ouve e age (Êxodo 3:7-8).",
      "2️⃣ Chamado de Moisés na sarça ardente (Êxodo 3:1-6).",
      "3️⃣ O nome de Deus: 'EU SOU' (Êxodo 3:13-14).",
      "4️⃣ Objeções de Moisés e sinais dados por Deus (Êxodo 4:1-17).",
      "5️⃣ Retorno ao Egito e importância da obediência (Êxodo 4:18-31).",
      "6️⃣ Deus cumpre a aliança com os patriarcas (Êxodo 3:15-17).",
      "7️⃣ Moisés: de príncipe a servo — lições de liderança."
    ]
  }
}





  
  