{
  "versiculo": {
    "referencia": "Êxodo 5:1-2",
    "texto": "Depois Moisés e Arão foram e disseram a Faraó: — Assim diz o Senhor, Deus de Israel: 'Deixe o Meu povo ir, para que Me celebre uma festa no deserto.' Faraó respondeu: — Quem é o Senhor para que eu ouça a Sua voz e deixe Israel ir? Não conheço o Senhor e não deixarei Israel ir."
  },
  "devocional": {
    "titulo": "Um começo difícil: coragem em meio à oposição",
    "texto": "Ao confrontar Faraó, Moisés enfrentou resistência imediata. O início não foi glorioso ou fácil; pelo contrário, houve desprezo e aumento da opressão. Deus mostrou que mesmo quando obedecemos, as coisas podem piorar antes de melhorar. Moisés precisou aprender a perseverar e depender do tempo de Deus, não do seu próprio. Quando o povo não quis ouvir, ele experimentou frustração profunda, mas Deus reafirmou Suas promessas. Na nossa vida, também passamos por momentos em que a obediência parece trazer mais problemas do que soluções. Mas é nesse processo que Deus fortalece nossa fé e nos prepara para ver Sua mão poderosa agindo. A lição nos lembra que o caminho para a liberdade espiritual e emocional nem sempre é imediato, mas sempre é conduzido pela fidelidade divina."
  },
  "desafio_espiritual": "1️⃣ Ore pedindo coragem para obedecer mesmo quando os resultados imediatos não forem positivos. 2️⃣ Leia Êxodo 6:6-8 e anote as promessas que Deus faz ao Seu povo. 3️⃣ Durante a semana, compartilhe uma promessa bíblica com alguém que esteja passando por dificuldade.",
  "personagem": {
    "nome": "Moisés",
    "qualidades": "Persistente, obediente, confiante em Deus mesmo diante das dificuldades.",
    "fraquezas": "Desanimou facilmente ao enfrentar oposição, sentiu-se inadequado.",
    "lição": "A história de Moisés nos mostra que líderes verdadeiros também sentem medo e frustração, mas continuam obedecendo. A perseverança no chamado é mais importante que resultados imediatos."
  },
  "motivacional": {
    "frase": "O caminho certo nem sempre é o mais fácil. Deus valoriza passos de fé mesmo em meio à oposição. Continue avançando — Ele está com você, mesmo quando tudo parece contra."
  },
  "reflexao": "Quando seguimos um chamado divino, podemos esperar obstáculos. A oposição não é sinal de derrota, mas parte do processo de crescimento. O sucesso, aos olhos de Deus, é medido pela fidelidade, não apenas pelos resultados visíveis.",
  "profissional": {
    "dica": "Na vida profissional, nem sempre seremos ouvidos ou compreendidos, mesmo quando temos a melhor solução. A habilidade de persistir, ajustar estratégias e manter a calma é essencial. Trabalhe a paciência e a resiliência como ferramentas de liderança.",
    "versiculo_ref": "Êxodo 6:9",
    "versiculo_texto": "Moisés falou tudo isso aos filhos de Israel; mas eles não ouviram Moisés, por causa da angústia de espírito e da dura servidão.",
    "desafio": "Identifique uma situação recente em que sua ideia ou sugestão não foi aceita. Reflita sobre como melhorar sua comunicação e prepare um novo plano para reapresentar com empatia."
  },
  "esboco": {
    "titulo": "Esboço técnico — Lição 3",
    "topicos": [
      "1️⃣ Moisés e Arão diante de Faraó: o chamado divino (Êxodo 5:1-2).",
      "2️⃣ A recusa firme do Faraó e sua arrogância (Êxodo 5:2).",
      "3️⃣ O aumento da opressão: mais trabalho, menos recursos (Êxodo 5:6-14).",
      "4️⃣ A frustração dos líderes israelitas e a crise de fé (Êxodo 5:19-21).",
      "5️⃣ O clamor de Moisés e a reafirmação de Deus (Êxodo 5:22 – 6:8).",
      "6️⃣ Deus reforça a aliança: 'Eu sou o Senhor' (Êxodo 6:2-8).",
      "7️⃣ Preparação para os sinais e juízos futuros (Êxodo 6:9-13)."
    ]
  }
}
