{
  "versiculo": {
    "referencia": "1 Coríntios 6:20",
    "texto": "Porque fostes comprados por bom preço; glorificai, pois, a Deus no vosso corpo, e no vosso espírito, os quais pertencem a Deus."
  },
  "devocional": {
    "titulo": "Uma vida que honra a cruz",
    "texto": "Após a Semana Santa, não podemos simplesmente seguir a vida como antes. A cruz nos confronta, nos transforma e nos envia. Jesus pagou um alto preço por nós, e isso muda tudo: nossa forma de pensar, sentir, falar e viver. Viver como alguém alcançado pela graça é reconhecer que cada decisão, cada atitude e cada sonho pode ser uma forma de glorificar Aquele que nos salvou. Isso não significa perfeição, mas intencionalidade: escolher o que agrada a Deus, buscar santidade mesmo em meio aos desafios, ser luz onde há escuridão. Quando lembramos que pertencemos a Deus, entendemos que não há espaço para uma vida medíocre. Somos chamados a viver com propósito, com coragem, e com amor. Que essa semana você viva como alguém que conhece o valor que tem."
  },
  "desafio_espiritual": "Ore todos os dias desta semana pedindo sabedoria para viver com propósito. Escreva uma decisão prática que você vai tomar para viver de forma mais intencional com Deus.",
  "personagem": {
    "nome": "Jose",
    "qualidades": "Fiel, íntegro, visionário, resiliente",
    "fraquezas": "Imaturidade na juventude, orgulho inicial",
    "lição": "Mesmo longe de casa e em situações injustas, José permaneceu fiel. Ele entendeu que sua vida tinha um propósito maior. O que parecia ser tragédia, Deus transformou em bênção. Sua história nos ensina que fidelidade no pouco abre portas no tempo certo. Viva com integridade, mesmo que ninguém esteja vendo."
  },
  "motivacional": {
    "frase": "Você foi comprado por um alto preço. Sua vida tem valor, direção e missão. Não viva como se fosse qualquer um — viva como alguém que carrega o nome de Jesus."
  },
  "reflexao": "Depois de tudo o que Cristo fez por mim, como posso glorificá-Lo com minha rotina, minhas escolhas e minha maneira de tratar os outros?",
  "profissional": {
    "dica": "Antes de ganhar muito, aprenda a cuidar do pouco. Ter controle sobre o que você gasta hoje te prepara para oportunidades maiores amanhã. Comece anotando tudo o que gasta na semana — isso vai te ajudar a perceber para onde seu dinheiro está indo e o que pode ser melhorado.",
    "versiculo_ref": "Provérbios 21:5",
    "versiculo_texto": "Os planos bem elaborados levam à fartura; mas o apressado sempre acaba na miséria.",
    "desafio": "Monte um plano simples de gastos da semana com apenas 3 categorias: essenciais, supérfluos e investimentos. Por exemplo: R$ 50 para transporte e alimentação (essenciais), R$ 20 para lanches ou lazer (supérfluos), e R$ 10 para guardar (investimento). Depois, tente seguir esse plano durante 7 dias."
  }
}




  
  